import { ServiceDataV1 } from '@/interface';

export const CompanyData: ServiceDataV1 = {
  ENG: {
    data: [
      {
        title: 'CEO',
        value: 'Park Sangho',
      },
      {
        title: 'Capital',
        value: '$2,000,000',
      },
      {
        title: 'Business Field',
        value:
          'Real Estate Development Business, Digital Asset Management, Blockchain Service',
      },
      {
        title: 'Address',
        value:
          'Wat Krang Tnung, 758, Kraing Chrey, Somgrong Teav Village, Phnom Penh, Cambodia',
      },
    ],
  },
  KHM: {
    data: [
      {
        title: ' ឬជំនឿ',
        value:
          ' ឬជំនឿរបស់ខ្លួន តែម្នាក់ឯង ឬដោយរួមជាមួយអ្នកដទៃ ជាសាធារណៈ ឬជាឯកជន តាមការបង្ហាត់បង្រៀន ការអនុវត្ដ ការគោរព បូជា និងការប្រតិបត្ដិតាម។ មនុស្សគ្រប់រូប មានសិទ្ធិសេរីភាពក្នុងការមានមតិ និងការសម្ដែងមតិ។ សិទ្ធិនេះ រាប់បញ្ចូល ទាំងសេរីភាព',
      },
      {
        title: ' ឬជំនឿ',
        value:
          ' ឬជំនឿរបស់ខ្លួន តែម្នាក់ឯង ឬដោយរួមជាមួយអ្នកដទៃ ជាសាធារណៈ ឬជាឯកជន តាមការបង្ហាត់បង្រៀន ការអនុវត្ដ ការគោរព បូជា និងការប្រតិបត្ដិតាម។ មនុស្សគ្រប់រូប មានសិទ្ធិសេរីភាពក្នុងការមានមតិ និងការសម្ដែងមតិ។ សិទ្ធិនេះ រាប់បញ្ចូល ទាំងសេរីភាព',
      },
      {
        title: ' ឬជំនឿ',
        value:
          ' ឬជំនឿរបស់ខ្លួន តែម្នាក់ឯង ឬដោយរួមជាមួយអ្នកដទៃ ជាសាធារណៈ ឬជាឯកជន តាមការបង្ហាត់បង្រៀន ការអនុវត្ដ ការគោរព បូជា និងការប្រតិបត្ដិតាម។ មនុស្សគ្រប់រូប មានសិទ្ធិសេរីភាពក្នុងការមានមតិ និងការសម្ដែងមតិ។ សិទ្ធិនេះ រាប់បញ្ចូល ទាំងសេរីភាព',
      },
      {
        title: ' ឬជំនឿ',
        value:
          ' ឬជំនឿរបស់ខ្លួន តែម្នាក់ឯង ឬដោយរួមជាមួយអ្នកដទៃ ជាសាធារណៈ ឬជាឯកជន តាមការបង្ហាត់បង្រៀន ការអនុវត្ដ ការគោរព បូជា និងការប្រតិបត្ដិតាម។ មនុស្សគ្រប់រូប មានសិទ្ធិសេរីភាពក្នុងការមានមតិ និងការសម្ដែងមតិ។ សិទ្ធិនេះ រាប់បញ្ចូល ទាំងសេរីភាព',
      },
    ],
  },
};
